{
  "membership_terms": "MEMBERSHIP TERMS CONDITIONS AT SAYES PERFORMANCE CENTER",
  "section_1_title": "§ 1. Membership",
  "membership_personal": "Membership in Sayes Performance Center is personal. The minimum age to sign a membership agreement via direct debit is 18 years. For trainees under the age of 18, a guardian is required to sign a membership agreement on their behalf. For younger people, the following applies;",
  "age_11_12_title": "11-12 years",
  "age_11_12_text": "From the age of 11, you are welcome to sign up for membership with us. This takes place together with a guardian who is responsible for them following Sayes Performance Center guidelines. All training takes place in the company of a guardian, who has his own membership with us, where the guardian is responsible for the training being done safely. We recommend that the young person books a gym introduction session with any of our coaches to minimize the risk of injury and train in a safe way. Should any of the above points not be followed/abused, Sayes Performance Center guidelines has the right to terminate the young person's subscription with immediate effect.",
  "age_13_15_title": "13-15 years",
  "age_13_15_text": "From the age of 13, you are welcome to visit our gyms unaccompanied by a guardian. It is the guardian's responsibility to ensure that the young person knows about and follows the Sayes Performance Center guidelines. We recommend that the young person book a gym introduction session with us to minimize the risk of injury and train in a safe way. Should any of the above points not be followed/abused, Sayes Performance Center has the right to terminate the young person's subscription with immediate effect.",
  "infants_title": "Infants",
  "infants_text": "You who wish to visit our facilities in the company of an infant may visit us during the day, until 3:00 p.m. The child must always sit/lie in their pram or baby seat, this is for the child's safety. The guardian has full responsibility for the child during the stay at Sayes Performance Center. Local deviations may occur.",
  "keycard_text": "Sayes Performance Center members must always register by signing in using their membership key card. Members are obliged to always carry their membership key card with them during their stay at Sayes Performance Center, even during training, so that this can be shown during any checks. If you do not bring your membership key card, in...",
  "section_11_title": "§ 11. Call out costs",
  "callout_text": "The member undertakes through his membership to leave the premises at the time specified as closing time. In the event of a stay in an unmanned premises after closing time, the member will be charged for the call-out cost.",
  "section_12_title": "§ 12. Identification",
  "identification_text": "The direct debit agreement requires a Swedish social security number, a Swedish account number and a valid Swedish ID card. For any discounts, a certificate is required that confirms that the member is entitled to Sayes Performance discounts. The discount only applies when signing a key card and against regular prices.",
  "section_13_title": "§ 13. Right of withdrawal when buying on the internet",
  "withdrawal_text": "According to the Distance Contracts Act, you as a private person have the right to cancel your purchase within 14 days of receipt. If you regret your purchase, please contact our customer service, either during telephone hours, visit Sayes Performance Center. The Swedish Consumer Agency has produced a cancellation form that can be found on their website www.konsumentverket.se which you can use if you wish. In the event of a complaint, please contact our customer service, either during telephone hours, via email or visit Sayes Performance Center. Reimbursement is made without delay and no later than 14 days after the consumer's notification that the contract has been withdrawn.",
  "section_14_title": "§ 14. Complaints",
  "complaints_text": "In cases where our service does not correspond to the content of the agreement, the customer has the right to complain up to 6 months from purchase. Complaints can, for example, be made in cases where our service has been affected by major location changes or relocation, significant changes in the range of activities and equipment assortment or in the event of possible errors and deficiencies that do not correspond to what was promised in the agreement. If the buyer does not complain within 6 months of receiving the service, the right to invoke the error is lost. Law (2005:62)."
}