{
  "membership_terms": "MEDLEMSVILLKOR VID SAYES PERFORMANCE CENTER",
  "section_1_title": "§ 1. Medlemskap",
  "membership_personal": "Medlemskap i Sayes Performance Center är personligt. Minstaålder för att teckna medlemsavtal via autogiro är 18 år. För tränande under 18 år krävs att en vårdnadshavare tecknar medlemsavtal för deras räkning. För yngre personer gäller följande;",
  "age_11_12_title": "11-12 år",
  "age_11_12_text": "Från 11 års ålder är du välkommen att teckna medlemskap hos oss. Detta sker tillsammans med en vårdnadshavare som ansvarar för att de följer Sayes Performance Centers riktlinjer. All träning sker i sällskap av en vårdnadshavare, som har sitt eget medlemskap hos oss, där vårdnadshavaren ansvarar för att träningen utförs säkert. Vi rekommenderar att den unge bokar en gymintroduktion med någon av våra tränare för att minimera skaderisk och träna på ett säkert sätt. Skulle någon av ovanstående punkter inte följas/missbrukas, har Sayes Performance Center rätt att säga upp den unges prenumeration med omedelbar verkan.",
  "age_13_15_title": "13-15 år",
  "age_13_15_text": "Från 13 års ålder är du välkommen att besöka våra gym utan sällskap av vårdnadshavare. Det är vårdnadshavarens ansvar att säkerställa att den unge känner till och följer Sayes Performance Centers riktlinjer. Vi rekommenderar att den unge bokar en gymintroduktion hos oss för att minimera skaderisk och träna på ett säkert sätt. Skulle någon av ovanstående punkter inte följas/missbrukas, har Sayes Performance Center rätt att säga upp den unges prenumeration med omedelbar verkan.",
  "infants_title": "Spädbarn",
  "infants_text": "Du som önskar besöka våra anläggningar i sällskap av spädbarn får besöka oss under dagen, fram till kl. 15:00. Barnet måste alltid sitta/ligga i sin barnvagn eller babysits, detta för barnets säkerhet. Vårdnadshavaren har fullt ansvar för barnet under vistelsen på Sayes Performance Center. Lokala avvikelser kan förekomma.",
  "keycard_text": "Sayes Performance Center-medlemmar måste alltid registrera sig genom att logga in med sitt medlemsnyckelkort. Medlemmar är skyldiga att alltid bära sitt medlemsnyckelkort med sig under sin vistelse på Sayes Performance Center, även under träning, så att detta kan visas vid eventuella kontroller. Om du inte tar med ditt medlemsnyckelkort, i...",
  "section_11_title": "§ 11. Utryckningskostnader",
  "callout_text": "Medlemmen förbinder sig genom sitt medlemskap att lämna lokalerna vid den tid som anges som stängningstid. Vid vistelse i obemannad lokal efter stängningstid debiteras medlemmen för utryckningskostnaden.",
  "section_12_title": "§ 12. Identifiering",
  "identification_text": "Autogiroavtalet kräver svenskt personnummer, svenskt kontonummer och giltig svensk legitimation. För eventuella rabatter krävs intyg som bekräftar att medlemmen är berättigad till Sayes Performance-rabatter. Rabatten gäller endast vid tecknande av nyckelkort och mot ordinära priser.",
  "section_13_title": "§ 13. Ångerrätt vid köp på internet",
  "withdrawal_text": "Enligt distansavtalslagen har du som privatperson rätt att ångra ditt köp inom 14 dagar från mottagandet. Om du ångrar ditt köp, kontakta vår kundtjänst, antingen under telefontid, besök Sayes Performance Center. Konsumentverket har tagit fram en ångerformulär som finns på deras webbplats www.konsumentverket.se som du kan använda om du önskar. Vid reklamation, kontakta vår kundtjänst, antingen under telefontid, via e-post eller besök Sayes Performance Center. Återbetalning sker utan dröjsmål och senast 14 dagar efter konsumentens meddelande om att avtalet har återtagits.",
  "section_14_title": "§ 14. Reklamationer",
  "complaints_text": "I fall där vår tjänst inte motsvarar avtalets innehåll, har kunden rätt att reklamera upp till 6 månader från köpet. Reklamationer kan till exempel göras i fall där vår tjänst påverkats av större platsändringar eller flytt, väsentliga förändringar i aktivitetsutbud och utrustningssortiment eller vid eventuella fel och brister som inte motsvarar vad som utlovats i avtalet. Om köparen inte reklamerar inom 6 månader från mottagandet av tjänsten, förlorar rätten att åberopa felet. Lag (2005:62)."
}